<template>

<div style="padding-top:30px">
<h2>狮子头（淮扬菜系中菜品名称）</h2>
  <img src="/images/shizitou.jpg"><br>
  <br>

狮子头是中国江苏省扬州淮扬菜系中的一道传统菜肴。传说狮子头做法始于隋朝，是在隋炀帝游幸时，厨师以扬州万松山、金钱墩、象牙林、葵花岗四大名景为主题做成了松鼠桂鱼、金钱虾饼、象牙鸡条和葵花斩肉四道菜，据说原名葵花斩肉、葵花肉丸，唐代郇国公韦陟的家厨韦巨元做松鼠桂鱼，金钱虾饼，象牙鸡条，葵花斩肉四道名菜，令座中宾客叹服，葵花斩肉被改名为狮子头。此菜口感软糯滑腻，健康营养。
江西宜丰也有此菜，盛传100余年，具有色泽雪白，肉质鲜嫩、清香味醇，四季皆宜等特点。安徽巢湖地区每年在新春佳节期间都要扎彩球，耍狮子，庆祝五谷丰登。当地群众届时要制作形似狮子头的点心来酬谢舞狮子的人，这种习俗自古至今广为流传。此小吃因用食碱量比普通酵面团要稍大，所以特别酥香，可贮存数日不会软。


</div>
</template>

<script>
export default {
}
</script>
