<template>
 <div style="padding-top:30px">
<h2>东坡肉</h2>
  <img src="/images/dongporou.jpg"><br>

  材料:<br>

  猪肉1000克，生姜4片，香葱50克，冰糖80克，生抽70ml，老抽1/4小匙，花雕酒50ml，清水600ml<br>
  做法<br>

  1、首先选肉要选肉厚，多层次，肉质紧致的带皮五花猪肉。<br>

  2、将猪肉切成40mmx40mm的方块，并用粗棉绳绑成十字结，扎口朝下。<br>

  3、平底锅内放半碗油，将肉皮朝上，中小火慢慢煎出油脂，取出肉块备用。<br>

  4、取一大砂锅，锅底铺上一张竹篾（这样防止肉块烧焦）<br>

  5、在锅底垫上香葱及姜片。<br>

  6、将煎好的肉块平铺在锅里。<br>

  7、炒锅内放入80克冰糖及50克清水，小火烧至冰糖溶化。<br>

  8、锅内冒烟，冰糖转为深褐色。<br>

  9、放凉后加入清水50ml，重新加热将糖色煮成褐色糖浆水。<br>

  10、将生抽、老抽、糖浆水、花雕酒50ml加入锅内。注入清水600ml，水量至猪肉的2/3位置，加盖大火烧开后转小火焖约60分钟。<br>

  11、约30分钟时，将猪肉翻转猪皮朝下继续焖制。约45分钟时再翻转过来。<br>

  12、直至水份焖至只剩锅底位置时，将猪肉摆放在大碗内，倒入剩下的汤汁，放入剪开口的红枣，再倒入花雕酒30ml。<br>

  13、起锅，烧开水，将肉放上去加盖大火蒸60分钟即可。<br>
  小诀窍<br>

  1、为什么锅底要加竹篾子？因为在长时间焖制过程中，肉块接触到锅底的位置会烧焦，而且在烧制中又不能像炒菜时那样翻动。如果肉块有烧焦的位置就会影响到一锅肉的质量了。这是我前两个月做过一次的经验。整锅肉都非常好吃，就是美中不足有点焦味。<br>

  2、这次采用了用水炒糖色的方法，原本是糖色转褐色后马上加入热开水溶化，但糖色会马上溅出锅来，所以我想出了这个办法，是让糖色放凉后，再加入凉水，重新加热让其溶化成糖浆水。这样对新手来说就安全了。<br>

  3、酒店采用过油法，就可以把肥肉部份的油脂煎出来，而不那么油腻。我们可用平底锅用半锅的油煎出油脂，皮部份不要煎。<br>

  4、红枣在蒸的时侯比较不容易入味，要剪开口子，才容易蒸出味道来。<br>

  5、放酒是这道菜的一大特色，原菜是用绍兴酒，而我更偏爱花雕酒，因它具有金黄色的色泽，香甜可口。所以这道菜少不了它，分两次放的原因是在煮制过程中，酒的味道会慢慢散去。所以在蒸的过程中又加少量，让肉中带有淡淡的酒香。但不能太多，以免酒味过浓。<br>

  6、要想肉块切的方正整齐，最好还是整块肉先氽烫熟，再切方块。<br>
</div>
</template>
<script>
export default {
}
</script>

